---
kind: field
id: F:Autodesk.Revit.DB.PointClouds.CloudPoint.Color
zh: 着色、上色、染色、填色
source: html/15e4c781-f8ac-25c9-c3c5-3400d0e48a69.htm
---
# Autodesk.Revit.DB.PointClouds.CloudPoint.Color Field

**中文**: 着色、上色、染色、填色

The color

## Syntax (C#)
```csharp
public int Color
```